Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: mouse wheel scrolls modules side panel by default
de: Mausrad blättert standardmäßig die Module der seitlichen Eingabefelder durch

source: when enabled, use mouse wheel to scroll modules side panel. use ctrl+alt to use mouse wheel for data entry. when disabled, this behavior is reversed
de: Wenn aktiviert, bewirkt das Mausrad ein Scrollen der Module der seitlichen Eingabefelder und die Dateneingabe über das Mausrad erfolgt bei gleichzeitig gedrückter Tastenkombination Strg+Alt. Wenn deaktiviert, ist das Verhalten umgekehrt.

source: always show panels' scrollbars
de: zeige immer die Scrollbalken der Eingabefelder an

source: defines whether the panel scrollbars should be always visible or activated only depending on the content. (need a restart)
de: Definiert, ob die Scrollbalken der Eingabefelder immer sichtbar sind oder abhängig vom Inhalt. Bei Änderung Neustart erforderlich.

source: method to use for getting the display profile
de: Methode, um das Monitorprofil zu ermitteln

source: all
de: alle

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
de: Diese Option erlaubt es, eine bestimmte Methode zum Ermitteln des Anzeigenprofils festzulegen. Dies ist hilfreich, wenn eine der Alternativen falsche Ergebnisse liefert

source: tags
de: Stichwörter

source: omit hierarchy in simple tag lists
de: Hierarchie in einfacher Tag-Liste auslassen

source: when creating XMP file the hierarchical tags are also added as a simple list of non-hierarchical ones to make them visible to some other programs. when this option is checked darktable will only include their last part and ignore the rest. so 'foo|bar|baz' will only add 'baz'.
de: Beim Export von Bildern werden die hierarchischen Stichwörter auch in einer einfachen flachen Liste gespeichert, um die Kompatibilität mit einigen anderen Programmen zu verbessern. Wenn diese Option ausgewählt ist, wird nur der letzte Stichwortteil genommen und der Rest ignoriert. Von 'foo|bar|baz' wird also nur 'baz' eingefügt.

source: disable the entry completion
de: deaktiviere die Eingabevervollständigung

source: the entry completion is useful for those who enter tags from keyboard only. for others the entry completion can be embarrassing. need to restart darktable.
de: Die Eingabevervollständigung ist hilfreich, wenn Stichwörter nur über die Tastatur eingegeben werden. Für andere Methoden kann die Eingabevervollständigung hinderlich sein. Bei Änderung Neustart erforderlich.

source: other
de: andere

source: do not show april 1st game
de: 1.-April-Spiel nicht starten

source: password storage backend to use
de: Passwort-Speicher-Backend, das benutzt werden soll

source: auto
de: automatisch

source: none
de: keins

source: the storage backend for password storage: auto, none, libsecret, kwallet
de: Speicher-Backend für Passwörter: automatisch, keins, libsecret, KWallet

source: executable for playing audio files
de: Programm zum Abspielen von Audiodateien

source: this external program is used to play audio files some cameras record to keep notes for images
de: Dieses externe Programm wird benutzt, um die Audiodateien abzuspielen, die einige Kameras für Notizen zu Bildern aufzeichnen

source: import
de: Importieren

source: ignore JPEG images when importing film rolls
de: JPEG-Bilder beim Import von Filmrollen ignorieren

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
de: Wenn Raw- und JPEG-Bilder zusammen in einem Verzeichnis liegen, ist es nicht sinnvoll, beide zu importieren. Mit dieser Option können alle gefundenen JPEG-Bilder ignoriert werden.

source: recursive directory traversal when importing filmrolls
de: rekursiver Import von Verzeichnissen

source: creator to be applied when importing
de: Urheber, der beim Import hinzugefügt werden soll

source: publisher to be applied when importing
de: Herausgeber, der beim Import hinzugefügt werden soll

source: rights to be applied when importing
de: Rechte, die beim Import hinzugefügt werden sollen

source: comma separated tags to be applied when importing
de: Komma-separierte Stichwörter, die beim Import hinzugefügt werden sollen

source: initial import rating
de: Erstbewertung beim Importieren

source: initial star rating for all images when importing a filmroll
de: initiale Bewertung (Anzahl von Sternen) aller Bilder in einer neu importierten Filmrolle

source: session options
de: Sitzungs-Optionen

source: base directory naming pattern
de: Namensformat des Wurzelverzeichnisses

source: part of full import path for an import session
de: Teil eines vollständigen Import-Pfades beim Importieren

source: sub directory naming pattern
de: Namensformat der Unterordner

source: keep original filename
de: ursprünglichen Dateinamen erhalten

source: keep original filename instead of a pattern while importing from camera or card
de: den ursprünglichen Dateinamen erhalten statt Änderung gemäß Namensformat während Import von Kamera oder Karte

source: file naming pattern
de: Namensformat der Dateien

source: file naming pattern used for a import session
de: Namensformat für Dateien beim Importieren

source: darktable manages your digital negatives in a database and lets you view them through a lighttable. It also enables you to develop raw images and enhance them in a darkroom.
de: darktable verwaltet digitale Negative in einer Datenbank und erlaubt es, diese auf einem Leuchttisch zu betrachten. Außerdem können Raw-Bilder in einer Dunkelkammer entwickelt und verbessert werden.

source: Other modes besides lighttable and darkroom are a map for geotagging, tethering, print and a slideshow.
de: Weitere Modi neben Leuchttisch und Dunkelkammer sind eine Karte für Geotagging, Tethering, Druck und eine Diashow.

source: darktable supports most modern cameras' raw formats, and does all of its processing at very high precision.
de: darktable unterstützt das Raw-Format der meisten modernen Kameras und führt seine Berechnungen mit sehr hoher Präzision durch.

source: Virtual light table, showing a collection
de: Der Leuchttisch zeigt eine Sammlung an

source: Virtual dark room with an opened image
de: Die Dunkelkammer mit einem geöffneten Bild

source: Virtual dark room, sharpening an image
de: Schärfen eines Bildes in der Dunkelkammer

source: Show images on a map
de: Zeige Bilder auf der Karte an

source: Print your images
de: Drucke deine Bilder

source: _cancel
de: _Abbrechen

source: _save
de: _Speichern

source: average dE: %.02f max dE: %.02f
de: mittleres dE: %.02f maximales dE: %.02f

source: TODO: sorry, due to API restrictions we currently cannot set the BPP to
de: TODO: Entschuldigung, aber aufgrund von API-Beschränkungen können wir die BPP momentan nicht setzen

source: unknown option for --hq
de: Unbekannte Option für --hq

source: unknown option for --upscale
de: Unbekannte Option für --upscale

source: error: output file is a directory. please specify file name
de: Fehler: Ausgabedatei ist ein Verzeichnis. Bitte einen Dateinamen angeben

source: output file already exists, it will get renamed
de: Ausgabedatei existiert bereits, sie wird umbenannt

source: error: can't open folder %s
de: Fehler: kann Ordner „%s” nicht öffnen

source: error: can't open file %s
de: Fehler: kann Datei „%s” nicht öffnen

source: no images to export, aborting
de: keine Bilder zum exportieren gefunden, breche ab

source: error: can't open xmp file %s
de: Fehler: kann XMP-Datei „%s” nicht öffnen

source: empty history stack
de: leerer Verlaufsstapel

source: cannot find disk storage module. please check your installation, something seems to be broken.
de: Kann Modul zum Speichern auf der Festplatten nicht finden. Bitte die Installation prüfen, irgendwas scheint kaputt zu sein.

source: failed to get parameters from storage module, aborting export ...
de: Konnte keine Einstellungen vom Speicher-Modul bekommen, breche Export ab …

source: unknown extension '.%s'
de: unbekannte Datei-Erweiterung '.%s'

source: failed to get parameters from format module, aborting export ...
de: Konnte keine Einstellungen vom Format-Modul bekommen, breche Export ab …

source: too much time to update aspect ratio for the collection
de: zu viel Zeit um Seitenverhältnis der Sammlung zu aktualisieren

source: film roll
de: Filmrolle

source: folders
de: Verzeichnisse

source: camera
de: Kamera

source: date
de: Datum

source: time
de: Datum/Uhrzeit

source: history
de: Verlauf

source: color label
de: Farbmarkierung

source: lens
de: Objektiv

source: focal length
de: Brennweite

source: aperture
de: Blende

source: exposure
de: Belichtung

source: aspect ratio
de: Seitenverhältnis

source: filename
de: Dateiname

source: grouping
de: Gruppieren

source: local copy
de: lokale Kopie

source: module
de: Modul

source: module order
de: Modulsortierung

source: red
de: Rot

source: yellow
de: Gelb

source: green
de: Grün

source: blue
de: Blau

source: purple
de: Violett

source: basic
de: Basis

source: altered
de: geändert

source: tagged
de: getaggt

source: not copied locally
de: nicht lokal kopiert

source: group leaders
de: Gruppenführer

source: %d image of %d (#%d) in current collection is selected
de: %d Bild von %d (#%d) ist in der aktuellen Sammlung ausgewählt

source: %d image of %d in current collection is selected
de: %d Bild von %d ist in der aktuellen Sammlung ausgewählt

source: work profile
de: Arbeitsprofil

source: export profile
de: Exportprofil

source: softproof profile
de: Softproof-Profil

source: system display profile
de: System-Bildschirmprofil

source: sRGB (e.g. JPG)
de: sRGB (z.B. JPEG)

source: sRGB (web-safe)
de: sRGB (web-sicher)

source: Adobe RGB (compatible)
de: Adobe RGB (kompatibel)

source: linear Rec709 RGB
de: lineares Rec709-RGB

source: linear Rec2020 RGB
de: lineares Rec2020-RGB

source: linear prophoto RGB
de: lineares prophoto RGB

source: linear XYZ
de: lineares XYZ

source: linear infrared BGR
de: linears Infrarot-BGR

source: BRG (for testing)
de: BRG (zum Testen)

source: embedded ICC profile
de: eingebettetes ICC-Profil

source: embedded matrix
de: eingebettete Matrix

source: standard color matrix
de: Standard-Farb-Matrix

source: enhanced color matrix
de: Erweiterte Farb-Matrix

source: vendor color matrix
de: Hersteller-Farb-Matrix

source: alternate color matrix
de: Alternative Farb-Matrix

source: BRG (experimental)
de: BRG (experimentell)

source: file `%s' to print not found for image %d on `%s'
de: Datei „%s” zum Drucken von Bild %d konnte auf „%s” nicht gefunden werden

source: failed to create temporary file for printing options
de: Fehler beim Erstellen der temporären Datei für Druckoptionen

source: printing on `%s' cancelled
de: Drucken des Bildes auf „%s” abgebrochen

source: error while printing `%s' on `%s'
de: Fehler beim Drucken von Bild „%s” auf „%s”

source: printing `%s' on `%s'
de: drucke Bild „%s” auf „%s”

source: found strange path `%s'
de: Ungewöhnlicher Pfad „%s” gefunden

source: error loading directory `%s'
de: Fehler beim Laden von Verzeichnis „%s”

source: file `%s' has unknown format!
de: Datei „%s” hat ein unbekanntes Format!

source: error loading file `%s'
de: Fehler beim Laden von Datei „%s”

source: darktable - run performance configuration?
de: darktable - Geschwindigkeitseinstellungen anpassen?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
de: Die Standardwerte einiger Einstellungen, die die Geschwindigkeit von darktable beeinflussen, wurden angepasst. Dies zu übernehmen kann unter Umständen die Geschwindigkeit von darktable verbessern. Dies wird allerdings einige der bestehenden Einstellungen überschreiben – insbesondere, wenn diese manuell geändert wurden. Sollen die Einstellungen angepasst werden?

source: no
de: nein

source: yes
de: ja

source: close darktable
de: darktable schließen

source: the database lock file contains a pid that seems to be alive in your system: %d
de: Die Datenbank-Lock-Datei enthält eine PID, die zu einem laufenden Programm passt: %d

source: the database lock file seems to be empty
de: Die Datenbank-Lock-Datei scheint leer zu sein

source: error opening the database lock file for reading: %s
de: Fehler beim Öffnen der Datenbank-Lock-Datei zum Lesen: %s

source: the database schema has to be upgraded for <span style="italic">%s</span> do you want to proceed or quit now to do a backup
de: das Datenbank-Schema muss aktualisiert werden für <span style="italic">%s</span> Möchten Sie fortfahren oder jetzt beenden, um ein Backup zu erstellen

source: darktable - schema migration
de: darktable - Datenbank Umstellung

source: upgrade database
de: Datenbank aktualisieren

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
de: Fehler beim Öffnen der Datenbank in <span style="italic">%s</span> Es scheint, dass die Datei beschädigt ist. Soll darktable nun beendet werden, so dass die Datei von einem Backup zurückgespielt werden kann, oder soll mit einer neuen Datei gestartet werden?

source: darktable - error opening database
de: darktable - Fehler beim Öffnen der Datenbank

source: delete database
de: Datenbank löschen

source: fast guided filter failed to allocate memory, check your RAM settings
de: Dem schnell geführter Filter konnte kein Speicher zuweisen werden, überprüfen Sie Ihre RAM-Einstellungen.

source: do you want to remove this empty directory?
de: Soll dieses leere Verzeichnis entfernt werden?

source: remove empty directory?
de: leeres Verzeichnis entfernen?

source: cannot remove film roll having local copies with non accessible originals
de: Filmrolle kann nicht entfernt werden, so lange lokale Kopien existieren, für die kein Zugriff auf die Originale besteht

source: you need to copy history from an image before you paste it onto another
de: Es muss erst der Verlauf eines Bildes kopiert werden, bevor er auf ein anderes Bild angewandt werden kann

source: on
de: ein

source: Sorry,<p>something went wrong. Please try again.</p>
de: Entschuldige,<p>irgendwas ist schief gegangen. Bitte versuche es nochmal.</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
de: Danke,<p>es sollte alles funktioniert haben, du kannst den Browser jetzt <b>schließen</b> und in darktable <b>weiter machen</b>.</p>

source: orphaned image
de: verwaistes Bild

source: cannot access local copy `%s'
de: auf lokale Kopie „%s” kann nicht zugegriffen werden.

source: cannot write local copy `%s'
de: lokale Kopie „%s” kann nicht erzeugt werden.

source: error moving local copy `%s' -> `%s'
de: Fehler beim Verschieben lokaler Kopie „%s” auf „%s”

source: error moving `%s': file not found
de: Fehler beim Verschieben „%s”: Datei nicht gefunden

source: error moving `%s' -> `%s': file exists
de: Fehler beim Verschieben „%s” auf „%s”: Datei existiert bereits

source: error moving `%s' -> `%s'
de: Fehler beim Verschieben „%s” auf „%s”

source: cannot create local copy when the original file is not accessible.
de: lokale Kopie kann nicht erzeugt werden, wenn die Originaldatei nicht zugänglich ist.

source: cannot create local copy.
de: lokale Kopie kann nicht erzeugt werden.

source: cannot remove local copy when the original file is not accessible.
de: lokale Kopie kann nicht entfernt werden, wenn die Originaldatei nicht zugänglich ist.

source: %d local copy has been synchronized
de: %d lokale Kopie wurde synchronisiert

source: image `%s' is not available!
de: Bild „%s” ist nicht verfügbar!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
de: Fehler beim Reservieren von Speicher zum %s, bitte die Anzahl Threads für den Export herabsetzen oder mehr Speicher kaufen.

source: thumbnail export
de: Exportieren der Vorschau

source: export
de: Exportieren

source: cannot find the style '%s' to apply during export.
de: Stil „%s” kann zum Exportieren nicht gefunden werden.

source: couldn't expand to a unique filename for session, please check your import session settings.
de: Konnte keinen einmaligen Dateinamen für die Sitzung generieren, bitte die Import-Sitzungs-Einstellungen überprüfen.

source: legacy
de: veraltet

source: unsupported working profile %s has been replaced by Rec2020 RGB!
de: Nicht unterstütztes Eingabeprofil %s wurde durch Rec2020-RGB ersetzt!

source: generic poissonian
de: generische Poisson-Verteilung

source: noiseprofile file `%s' is not valid
de: Rauschprofildatei „%s“ ist defekt

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
de: OpenCL-Hardware-Beschleunigung wurde aufgrund einer langsamen GPU deaktiviert.

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
de: mehrere GPUs gefunden – OpenCL-Scheduler-Profil wurde entsprechend gesetzt.

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
de: Sehr schnelle GPU gefunden – OpenCL-Scheduler-Profil wurde entsprechend gesetzt.

source: opencl scheduling profile set to default.
de: OpenCL-Scheduler-Profil wurde auf den Standardwert gesetzt.

source: GNOME Keyring backend is no longer supported. configure a different one
de: Das GNOME Keyring-Backend wird nicht mehr unterstützt. Wählen Sie bitte ein anderes

source: rejecting %d image
de: %d Bild abgelehnt

source: applying rating %d to %d image
de: wende Bewertung %d auf %d Bild an

source: no images selected to apply rating
de: kein Bild ausgewählt, um Bewertung anzuwenden

source: style with name '%s' already exists
de: Stil mit dem Namen „%s” existiert bereits

source: styles/apply %s
de: Stile/%s anwenden

source: style named '%s' successfully created
de: Stil mit dem Namen „%s” erfolgreich angelegt

source: no image selected!
de: Kein Bild ausgewählt!

source: module `%s' version mismatch: %d != %d
de: Modul „%s” hat Versionskonflikt: %d ≠ %d

source: failed to overwrite style file for %s
de: Fehler beim Überschreiben der Stil-Datei für „%s”

source: style file for %s exists
de: Stil-Datei für „%s” existiert bereits

source: style %s was successfully imported
de: Stil „%s” erfolgreich importiert

source: above sea level
de: über Null

source: below sea level
de: unter Null

source: creator
de: Urheber

source: publisher
de: Herausgeber

source: title
de: Titel

source: description
de: Beschreibung

source: rights
de: Rechte

source: notes
de: Notizen

source: version name
de: Versionsname

source: working...
de: arbeite ...

source: scroll to change <b>%s</b> of %s module
de: scrollen, um <b>%s</b> des Moduls %s zu ändern

source: select
de: Auswahl

source: path
de: Pfad

source: xmp timestamp
de: XMP-Zeitstempel

source: database timestamp
de: Datenbank-Zeitstempel

source: updated xmp sidecar files found
de: aktualisierte XMP-Begleitdateien gefunden

source: _close
de: _Schließen

source: select all
de: alles auswählen

source: overwrite selected xmp files
de: ausgewählte XMP-Dateien überschreiben

source: capturing %d image
de: %d Bild aufnehmen

source: please set your camera to manual mode first!
de: Bitte die Kamera erst auf manuellen Modus einstellen!

source: capture images
de: Bilder aufnehmen

source: %d/%d imported to %s
de: %d/%d nach %s importiert

source: starting to import images from camera
de: Starte Import der Bilder von der Kamera

source: importing %d image from camera
de: %d Bild von Kamera importieren

source: import images from camera
de: Bilder von Kamera importieren

source: failed to create film roll for destination directory, aborting move..
de: Fehler beim Erstellen einer Filmrolle für das Zielverzeichnis, Verschieben abgebrochen ...

source: exposure bracketing only works on raw images.
de: Belichtungsreihen funktionieren nur mit Raw-Bildern.

source: images have to be of same size and orientation!
de: Bilder müssen gleiche Größe und Ausrichtung haben!

source: merging %d image
de: %d Bild zusammenfassen

source: wrote merged HDR `%s'
de: zusammengefasstes HDR „%s” geschrieben

source: duplicating %d image
de: Dupliziere %d Bild

source: flipping %d image
de: %d Bild spiegeln

source: removing %d image
de: %d Bild entfernen

source: could not send %s to trash%s%s
de: Konnte %s nicht in den Papierkorb verschieben%s%s

source: could not physically delete %s%s%s
de: Konnte %s nicht physisch von der Festplatte löschen%s%s

source: physically delete
de: physisch von der Festplatte löschen

source: physically delete all files
de: alle Dateien physisch von der Festplatte löschen

source: only remove from the collection
de: nur aus der Sammlung entfernen

source: skip to next file
de: zur nächsten Datei gehen

source: stop process
de: Prozess abbrechen

source: trashing error
de: Fehler beim Verschieben in den Papierkorb

source: deletion error
de: Fehler beim Löschen

source: trashing %d image
de: %d Bild in den Papierkorb verschieben

source: deleting %d image
de: %d Bild löschen

source: failed to parse GPX file
de: Fehler beim lesen der GPX-Datei

source: applied matched GPX location onto %d image
de: passende GPX-Position auf %d Bild angewandt

source: moving %d image
de: %d Bild verschieben

source: moving %d images
de: %d Bilder verschieben

source: copying %d image
de: %d Bild kopieren

source: copying %d images
de: %d Bilder kopieren

source: creating local copy of %d image
de: lokale Kopie von %d Bild anlegen

source: removing local copy of %d image
de: lokale Kopie von %d Bild entfernen

source: refreshing info for %d image
de: Information des Bildes %d aktualisieren

source: exporting %d image..
de: Exportiere %d Bild..

source: exporting %d / %d to %s
de: exportiere Bild %d / %d nach %s

source: image `%s' is currently unavailable
de: Bild „%s” ist momentan nicht verfügbar

source: merge hdr image
de: HDR-Bild zusammenfassen

source: duplicate images
de: Bilder duplizieren

source: flip images
de: Bilder spiegeln

source: remove images
de: Bilder entfernen

source: remove images?
de: Bilder entfernen?

source: delete images
de: Bilder löschen

source: trash images?
de: Bilder in den Papierkorb verschieben?

source: delete images?
de: Bilder löschen?

source: move images
de: Bilder verschieben

source: _select as destination
de: als Ziel _wählen

source: move image?
de: Bild verschieben?

source: copy images
de: Bilder kopieren

source: copy image?
de: Bild kopieren?

source: local copy images
de: Bilder lokal kopieren

source: refresh exif
de: Exif-Daten aktualisieren

source: failed to get parameters from storage module `%s', aborting export..
de: Konnte keine Einstellungen vom Speicher-Modul „%s” bekommen, breche Export ab..

source: export images
de: Bilder exportieren

source: adding time offset to %d image
de: füge Zeitversatz zu %d Bild hinzu

source: added time offset to %d image
de: Zeitversatz zu %d Bild hinzugefügt

source: time offset
de: Zeitversatz

source: write sidecar files
de: XMP schreiben

source: import images
de: Bilder importieren

source: no supported images were found to be imported
de: keine unterstützten Bilder zum Importieren gefunden

source: importing %d image
de: Importiere %d Bild

source: importing image %s
de: Bild %s importieren

source: import image
de: Bild importieren

source: skipped blending in module '%s': roi's do not match
de: Überblenden in Modul „%s” ausgelassen: ROIs stimmen nicht überein
